Repository: wp-plugins/wp-facebook-auto-publish
Catalog: languages/wp-facebook-auto-publish-*.po
Languages: sr_rs

source: A Simple wordpress plugin to automatically post your wordpress posts and pages on Facebook along with their featured image.
sr_rs: Једноставно Уордпресс Плугин аутоматски постављати ВордПресс постове и странице на Фацебоок, заједно са њиховим Феатуред Имаге.

source: WP Fb Auto Publish
sr_rs: ВП Фб Ауто Објави

source: WP2FB Auto Post
sr_rs: ВП2ФБ Ауто Пост

source: Settings Saved Successfully
sr_rs: Подешавања Савед Успешно

source: Application ID cannot be blank
sr_rs: Апликација ИД не може бити празно

source: Secret ID cannot be blank
sr_rs: Сецрет ИД не може бити празно

source: Setting saved
sr_rs: Подешавање савед

source: WP Facebook Auto Publish
sr_rs: ВП Фацебоок Ауто Објави

source: Facebook App ID
sr_rs: Фацебоок Апп ИД

source: To create facebook app click
sr_rs: Да бисте креирали Фацебоок Апп клик

source: here
sr_rs: овде

source: Facebook App Secret
sr_rs: Фацебоок Апп Сецрет

source: Authenticate
sr_rs: аутентификовати

source: Authenticating...
sr_rs: Аутентичности ...

source: Page or Profile
sr_rs: Страница или Профил

source: Note: You can use 'me' or leave blank for your own profile ID
sr_rs: Напомена: Можете да користите "ја" или оставите празно за свом профилу ИД

source: Post Type
sr_rs: Пост Типе

source: Show Default Image If no Image available
sr_rs: Схов Уобичајено Имаге Ако но имаге аваилабле

source: Add the link of the default image
sr_rs: Додајте линк на подразумевану слику

source: Save Changes
sr_rs: Сачувај промене

source: Saving Settings ...
sr_rs: Чување подешавања ...

source: Important Note
sr_rs: Важна напомена

source: According to the new security policy of the Facebook, the App needs to be submitted and verified by Facebook team.
sr_rs: Према новој безбедносној политици Фацебоок, Апп треба да се подносе и верификован од стране Фацебоок тима.

source: Please follow the bellow instructions to submit an app.
sr_rs: Молимо вас да пратите упутства испод да поднесе апликацију.

source: A logo must be provided to the App. In order to add a logo, go your Facebook
sr_rs: Лого мора да се обезбеди да Апп. Да би се додали логотип, иди свој Фацебоок

source: App->App Details->Icons
sr_rs: КАП-> Апп Детаилс-> Иконе

source: Go to your Facebook
sr_rs: Идите на свој Фацебоок

source: App->Status & Review->Start a Submission
sr_rs: КАП-> Стање и преглед-> Старт а Субмиссион

source: Give the required
sr_rs: Даје потребна

source: LOGIN PERMISSIONS
sr_rs: ЛОГИН Дозволе

source: to the app to be used and accessed by your domain and by our plugin.
sr_rs: у апликацији да се користи и приступити свом домену, а наш плугин.

source: Your app must have below permissions to use auto post feature
sr_rs: Ваш апликација мора имати испод дозволе да користе ауто шаљете

source: manage_pages
sr_rs: манаге_пагес

source: publish_actions
sr_rs: публисх_ацтионс

source: You also need to explain the use of the above permissions on Facebook.
sr_rs: Такође је потребно да објасни коришћење наведених дозвола на Фацебоок.

source: You must provide a long description of your app. Go to you Facebook
sr_rs: Морате обезбедити дуг опис вашег апп. Иди на вас Фацебоок

source: App->App Details->Long Description
sr_rs: КАП-> Апп Детаилс-> Пун опис

source: This description must explain a valid reason or purpose to use this app for your domain.
sr_rs: Овај опис мора да објасни ваљан разлог или сврху да користе ову апликацију за ваш домен.

source: Later all the above settings will be reviewed by the Facebook team with in next 7 business days.
sr_rs: Касније је све горе наведене поставке ће бити прегледани од стране тима са Фацебоок у наредних 7 радних дана.

source: Shared session ID cookie could not be set! You must ensure you
sr_rs: Схаред ИД сесије Колачић не може да се сет! Морате вам обезбедити

source: create the Facebook instance before headers have been sent. This
sr_rs: створи Фацебоок инстанци пред заглавља су послате. Ова

source: will cause authentication issues after the first request.
sr_rs: ће изазвати проблеме аутентификације после првог захтева.

source: Unsupported key passed to setPersistentData.
sr_rs: Унсуппортед Кеи прослеђена сетПерсистентДата.

source: Unsupported key passed to getPersistentData.
sr_rs: Унсуппортед Кеи прослеђена гетПерсистентДата.

source: Unsupported key passed to clearPersistentData.
sr_rs: Унсуппортед Кеи прослеђена цлеарПерсистентДата.

source: Facebook needs the CURL PHP extension.
sr_rs: Фацебоок је потребна ЦУРЛ ПХП екстензију.

source: Facebook needs the JSON PHP extension.
sr_rs: Фацебоок је потребна ЈСОН ПХП екстензију.

source: Unknown Error. Check
sr_rs: Непозната грешка. Провера

source: CSRF state token does not match one provided.
sr_rs: ЦСРФ токен држава не одговара један добили.

source: Invalid or no certificate authority found
sr_rs: Неважећа или нема сертификат орган фоунд

source: using bundled information
sr_rs: коришћење у пакету информација

source: Signed request was invalid!
sr_rs: Потписан захтев је био неважећи!

source: Unknown algorithm. Expected
sr_rs: Непознат алгоритам. Очекује се

source: Bad Signed JSON signature!
sr_rs: Бад Сигнед ЈСОН потпис!

source: Error validating access token
sr_rs: Грешка валидацију токен за приступ

source: Invalid OAuth access token
sr_rs: Неважећи ОАутх токена приступа

source: An active access token must be used
sr_rs: Активност приступ токен мора да се користи

source: There exists a cookie that we wanted to clear that we couldn't
sr_rs: Постоји колачић који смо желели да јасно да нису могли

source: clear because headers was already sent. Make sure to do the first
sr_rs: јасно, јер заглавља већ послат. Уверите се да се уради прва

source: API call before outputing anything.
sr_rs: АПИ позив пре оутпутинг ништа.
